#
# $ Id $
#
# Getdown prijevod poruka

m.abort_title = Prekini instalaciju?
m.abort_confirm = <html> Jeste li sigurni da \u017Eelite prekinuti instalaciju? \
  Mo\u017Eete nastaviti u nekom kasnijem trenutku ponovnim pokretanjem. < / Html >
m.abort_ok = Zavr\u0161i
m.abort_cancel = Nastavite s instalacijom

m.detecting_proxy = Poku\u0161aj automatskog odre\u0111ivanja proxy postavki

m.configure_proxy = <html> Nismo se uspjeli povezati sa serverima da \
  preuzmemo aplikaciju. \
  <ul> <li> Ako je Windows Firewall ili Norton Internet Security pode\u0161en \
  da blokira <code> javaw.exe < / code > ne mo\u017Eemo preuzeti aplikaciju. Vi \u0107ete morati \
  omogu\u0107iti <code> javaw.exe < / code > za pristup internetu. Mo\u017Eete poku\u0161ati \
  pokrenuti aplikaciju ponovno, ali mo\u017Eda \u0107ete morati maknuti javaw.exe iz \
  firewall konfiguracije (Start - > Control Panel - > Windows Firewall ). < / ul > \
  <p> Va\u0161e ra\u010Dunalo mo\u017Ee pristupiti Internetu putem proxy-a , a nismo \
  u stanju automatski otkriti va\u0161e proxy postavke. Ako znate svoje \ 
  proxy postavke , mo\u017Eete ih unijeti u nastavku. < / html >

m.proxy_extra = <html> Ako ste sigurni da ne koristite proxy onda \
  je mo\u017Eda privremeno nedostupan interneta. \
  U tom slu\u010Daju , mo\u017Eete otkazati i poku\u0161ati \
  instaliranje ponovno kasnije. < / html >

m.proxy_host = Proxy IP
m.proxy_port = Proxy port
m.proxy_ok = OK
m.proxy_cancel = Odustani

m.downloading_java = Skidanje Java Virtual Machine
m.unpacking_java = Raspakiravanje Java Virtual Machine

m.resolving = Rje\u0161avanje preuzimanja
m.downloading = Preuzimanje podataka
m.failure = Preuzimanje nije uspjelo : {0}

m.checking = Provjera za a\u017Euriranja
m.validating = Provjera valjanosti
m.locking = Dohvat klju\u010Da
m.patching = A\u017Euriranje
m.launching = Pokretanje

m.patch_notes = Patch Notes
m.play_again = Pokreni ponovno

m.complete = {0}% dovr\u0161etak
m.remain = {0} preostalih

m.updating_metadata = Preuzimanje kontrolnih datoteka

m.init_failed = Nedostaje konfiguracijska datoteka  ili je o\u0161te\u0107ena. Poku\u0161aj \
  preuzeti novu kopiju...

m.java_download_failed = Nije uspjelo automatsko preuzimanje\
  potrebne verzije Jave za va\u0161e ra\u010Dunalo.\n\n \
  Molimo da na www.java.com preuzmite specificiranu verziju Jave,\
  a zatim poku\u0161ajte pokrenuti aplikaciju.

m.java_unpack_failed = Nismo uspjeli raspakirati a\u017Euriranu verziju \
  Jave. Molimo provjerite imate li barem 100 MB slobodnog prostora na \
  tvrdom disku i poku\u0161ajte pokrenuti aplikaciju.\n\n \
  Ako to ne rije\u0161i problem , idite na www.java.com te preuzmite i \
  instalirajte najnoviju verziju Jave i poku\u0161ajte ponovno.

m.unable_to_repair = Nismo bili u mogu\u0107nosti preuzeti potrebne datoteke nakon \
  pet poku\u0161aja. Mo\u017Eete poku\u0161ati pokrenuti aplikaciju ponovno, ako to \
  ne uspije, mo\u017Eda morate deinstalirati i ponovno instalirati.

m.unknown_error = Program se nije uspio pokrenuti zbog neke neidentificirane \
  pogre\u0161ka iz koje se nismo mogli oporaviti. Molimo posjetite \n {0} za informacije o \
  tome kako da se aplikacija ispravno pokrene.
  
m.init_error = Program se nije uspio pokrenuti zbog sljede\u0107e \
  Pogre\u0161ke : \n {0}\n\nPosjetite \n {1} za \
  informacije o tome kako rije\u0161iti navedene gre\u0161ke.

m.readonly_error = U direktoriju u kojem je instaliran ovaj program : \
  \n {0} \n imate prava samo za \u010Ditanje. Molimo instalirajte program u direktorij gdje \
  imate pristup za pisanje.

m.missing_resource = Program se nije uspio pokrenuti zbog toga jer nedostaju \
  ovi resursi : \n {0}\n\n Posjetite \n {1} za informacije o tome kako rije\u0161iti ove probleme.
  

m.insufficient_permissions_error = Niste to prihvatiti \
 digitalni potpis aplikacije. Ako \u017Eelite pokrenuti program , morat \u0107ete prihvatiti \
 njegov digitalni potpis.\n\n Za to u\u010Diniti, morat \u0107ete zatvoriti web preglednik, \
 pokrenuti ga ponovno , i vratiti se na ovu web stranici kako bi ponovno pokrenuli program. Kad je\
 sigurnosni dijalog prikazan , pritisnite gumb da prihvate digitalni potpis \
 i dajte ovoj aplikaciji privilegije potrebne da se pokrenute.

m.corrupt_digest_signature_error = Nismo mogli potvrditi aplikacijski digitalni \
 potpis. \n Provjerite da li ste pokrenuli web aplikaciju s \
 to\u010Dne web stranice.

m.default_install_error = Odjel za podr\u0161ku na web stranici

m.another_getdown_running = Vi\u0161e instanci ovog instalacijskog programa je pokrenuto. \
  Ovaj \u0107e se zaustaviti kako bi drugi mogao zavr\u0161iti. Poku\u0161ajte ponovno \
  pokrenuti aplikaciju malo kasnije.

m.applet_stopped = Getdown aplet je signalizirao da prestane raditi.

# Aplikacija / Digest pogre\u0161ke
m.missing_appbase = U konfiguracijskoj datoteci nedostaje parametar ' appbase '.
m.invalid_version =U konfiguracijskoj datoteci definirana je neva\u017Ee\u0107a verzija.
m.invalid_appbase =U konfiguracijskoj datoteci definiran je neva\u017Ee\u0107i parametar ' appbase '.
m.missing_class =U konfiguracijskoj datoteci nije definirana glavna klasa aplikacije.
m.missing_code = U konfiguracijskoj datoteci nisu definirani code resursi.
m.invalid_digest_file = Digest datoteka je neispravna.